# FormUtils Methods

---
The FormUtils type exposes the following members.
| Name| Description
---|---|---
| CanBeDissolved|
| DissolveForms(Document, ICollectionElementId)|
| DissolveForms(Document, ICollectionElementId, ICollectionElementId)|
Top
#### Reference
FormUtils Class
Autodesk.Revit.DB Namespace